Repository: CofficLab/Lumi
Catalog: Packages/PluginLLMManager/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hk

source: Add a provider and choose a model in Settings. You can return here at any time from General Settings.
zh_hk: 在设置中添加提供商并选择模型，你可随时从通用设置返回此处。

source: Details
zh_hk: 详情

source: Enter an API Key here, then resend your message.
zh_hk: 在此输入 API Key，然后重新发送消息。

source: Get a key
zh_hk: 获取密钥

source: Hide API Key
zh_hk: 隐藏 API 密钥

source: Lumi could not read the saved API Key from the system Keychain. The key was not treated as missing.
zh_hk: Lumi 无法从系统钥匙串读取已保存的 API Key，但该密钥未被判定为缺失。

source: No providers available
zh_hk: 暂无可用提供商

source: Open provider website
zh_hk: 打开提供商网站

source: Provider
zh_hk: 提供商

source: Provider is not registered yet. Open Settings to configure this key.
zh_hk: 提供商尚未注册，请打开设置配置此密钥。

source: Recheck Keychain
zh_hk: 重新检查钥匙串

source: Save API Key
zh_hk: 保存 API Key

source: Saved
zh_hk: 已保存

source: Set up your AI provider
zh_hk: 配置你的 AI 提供商

source: Show API Key
zh_hk: 显示 API 密钥

source: The API Key is readable again. Resend the message to continue.
zh_hk: API Key 已可读取，请重新发送消息以继续。

source: This local provider does not require an API key.
zh_hk: 此本地提供商无需 API Key。

source: Use Provider
zh_hk: 使用该提供商

source: You can also configure providers anytime in Settings > Cloud Providers.
zh_hk: 你也可以隨時在「設定 > 雲端供應商」中進行設定。

source: You can configure a provider later in Settings.
zh_hk: 你可以稍后在设置中配置提供商。
